Repository: Kentzo/ShortcutRecorder
Catalog: *.lproj/ShortcutRecorder.strings
Languages: es

source: Click to record shortcut
es: Haga clic para grabar acceso directo

source: Command-
es: Mando-

source: Control-
es: Controlar-

source: Option-
es: Opción-

source: Shift-
es: Cambio-

source: Space
es: Espacio

source: The key combination "%@" can't be used because %@.
es: La combinación de teclas "%1$@" no se puede usar porque %2$@.

source: The key combination "%@" can't be used because it's already used by a system-wide keyboard shortcut. If you really want to use this key combination, most shortcuts can be changed in the Keyboard panel in System Preferences.
es: La combinación de teclas "%@" no se puede usar porque ya está siendo utilizada por un atajo de teclado en todo el sistema. Si realmente desea utilizar esta combinación de teclas, la mayoría de los accesos directos se pueden cambiar en el panel Teclado en Preferencias del Sistema.

source: The key combination "%@" can't be used because it's already used by the menu item "%@".
es: La combinación de teclas "%1$@" no se puede usar porque ya la usa el elemento de menú "%2$@".

source: The key combination "%@" can't be used!
es: ¡La combinación de teclas "%@" no se puede utilizar!

source: Type shortcut
es: Tipo de acceso directo

source: Use old shortcut
es: Usa un atajo antiguo
