Repository: Kentzo/ShortcutRecorder
Catalog: Resources/*.lproj/ShortcutRecorder.strings
Languages: es

source: Space
es: Espacio

source: Shortcut
es: Atajo de Teclado

source: Empty
es: Vacía

source: Use old shortcut
es: Usar el atajo de teclado anterior

source: Delete current shortcut
es: Eliminar atajo actual

source: Type shortcut
es: Teclea atajo de teclado

source: Record Shortcut
es: Grabar atajo de teclado

source: Click to record shortcut
es: Haga clic para grabar el atajo de teclado

source: The "%@" shortcut can't be used!
es: ¡La atajo de teclado “%@“ no puede ser usada!

source: The "%@" shortcut can't be used because %@.
es: La atajo de teclado “%@“ no puede ser usada por el uso de %@.

source: The "%@" shortcut is already in use.
es: La atajo de teclado “%@“ ya está en uso.

source: The "%@" shortcut can't be used because it's already used by a system-wide keyboard shortcut. If you really want to use this shortcut, most shortcuts can be changed in the Keyboard panel in System Preferences.
es: La atajo de teclado “%@“ no puede ser usada porque ya está siendo usada por un atajo de teclado del sistema. Si de verdad deseas usar esta atajo, la mayoría de los atajos de teclado pueden ser cambiados en el panel de Teclados y Ratón en Preferencia de Sistemas.

source: The "%@" shortcut can't be used because it's already used by the "%@" menu item.
es: El atajo “%@“ no puede ser utilizado pues ya está en uso por el menú “%@“

source: Command
es: Comando

source: Option
es: Opción

source: Shift
es: Mayúsculas
